Repository: SherlockChiang/QuickLook.Next
Catalog: src/QuickLook.Next.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# AppDescription
source: Preview files in File Explorer with Space.
zh_cn: 在文件资源管理器中按空格键预览文件。
zh_tw: 在檔案總管中按空白鍵預覽檔案。

source: Ready
zh_cn: 就绪
zh_tw: 就緒

# ReadyKind
source: READY
zh_cn: 就绪
zh_tw: 就緒

# PreviewReadyAnnouncement
source: Preview ready
zh_cn: 预览已就绪
zh_tw: 預覽已就緒

# FitZoom
source: Fit
zh_cn: 适应窗口
zh_tw: 符合視窗

source: Play animation
zh_cn: 播放动画
zh_tw: 播放動畫

source: Pause animation
zh_cn: 暂停动画
zh_tw: 暫停動畫

source: Show preview details
zh_cn: 显示预览详情
zh_tw: 顯示預覽詳細資料

source: Hide preview details
zh_cn: 隐藏预览详情
zh_tw: 隱藏預覽詳細資料

# PreviewUnavailableTitle
source: Preview unavailable
zh_cn: 无法预览
zh_tw: 無法預覽

# PreviewUnavailableMessage
source: Unable to preview this file.
zh_cn: 无法预览此文件。
zh_tw: 無法預覽此檔案。

source: preview timed out
zh_cn: 预览超时
zh_tw: 預覽逾時

source: pdf page failed
zh_cn: PDF 页面加载失败
zh_tw: PDF 頁面載入失敗

source: surface failed
zh_cn: 预览画面加载失败
zh_tw: 預覽畫面載入失敗

# PreviewTimedOutTitle
source: Preview timed out
zh_cn: 预览超时
zh_tw: 預覽逾時

# PreviewTimedOutMessage
source: The preview took too long. Try again.
zh_cn: 预览耗时过长，请重试。
zh_tw: 預覽時間過長，請再試一次。

# PreviewServiceUnavailableTitle
source: Preview service unavailable
zh_cn: 预览服务不可用
zh_tw: 預覽服務無法使用

# PreviewServiceUnavailableMessage
source: The preview service disconnected or restarted. Try again.
zh_cn: 预览服务已断开或重启，请重试。
zh_tw: 預覽服務已中斷或重新啟動，請再試一次。

# PreviewDisplayFailedTitle
source: Unable to display preview
zh_cn: 无法显示预览
zh_tw: 無法顯示預覽

# PreviewDisplayFailedMessage
source: The preview could not be displayed on this device.
zh_cn: 此设备无法显示该预览。
zh_tw: 此裝置無法顯示預覽。

# PreviewContentFailedTitle
source: Preview unavailable
zh_cn: 无法预览
zh_tw: 無法預覽

# PreviewContentFailedMessage
source: This file could not be previewed.
zh_cn: 无法预览此文件。
zh_tw: 無法預覽此檔案。

# ImageCodecRequiredTitle
source: Additional image codec required
zh_cn: 需要其他图像编解码器
zh_tw: 需要其他影像編解碼器

# ImageCodecRequiredMessageFormat
source: Windows needs an {0} image codec to preview this file. Install the codec available for your version of Windows, or convert the image to PNG, JPEG, or WebP.
zh_cn: Windows 需要 {0} 图像编解码器才能预览此文件。请安装适用于当前 Windows 版本的编解码器，或将图像转换为 PNG、JPEG 或 WebP。
zh_tw: Windows 需要 {0} 影像編解碼器才能預覽此檔案。請安裝適用於目前 Windows 版本的編解碼器，或將影像轉換為 PNG、JPEG 或 WebP。

# ImageDecodeFailedTitle
source: Unable to decode image
zh_cn: 无法解码图像
zh_tw: 無法解碼影像

# ImageDecodeFailedMessage
source: This image may be damaged, use an unsupported variant, or exceed preview limits. Try opening it in another app or convert it to PNG, JPEG, or WebP.
zh_cn: 此图像可能已损坏、使用不支持的变体或超出预览限制。请尝试用其他应用打开，或转换为 PNG、JPEG 或 WebP。
zh_tw: 此影像可能已損毀、使用不受支援的變體，或超過預覽限制。請嘗試在其他應用程式中開啟，或將影像轉換為 PNG、JPEG 或 WebP。

# RetryPreview
source: Try again
zh_cn: 重试
zh_tw: 再試一次

source: Path copied
zh_cn: 路径已复制
zh_tw: 已複製路徑

source: File copied
zh_cn: 文件已复制
zh_tw: 已複製檔案

source: No EXIF data
zh_cn: 没有 EXIF 数据
zh_tw: 沒有 EXIF 資料

# TrayShowPreview
source: Show preview
zh_cn: 显示预览
zh_tw: 顯示預覽

# TraySettings
source: Settings
zh_cn: 设置
zh_tw: 設定

# TrayAutoStart
source: Start with Windows
zh_cn: 开机自启
zh_tw: 隨 Windows 啟動

# TrayExit
source: Exit QuickLook Next
zh_cn: 退出 QuickLook Next
zh_tw: 結束 QuickLook Next

# AutoStartEnableFailed
source: Could not enable start with Windows
zh_cn: 无法启用开机自启
zh_tw: 無法啟用隨 Windows 啟動

# AutoStartDisableFailed
source: Could not disable start with Windows
zh_cn: 无法关闭开机自启
zh_tw: 無法停用隨 Windows 啟動

# SettingsTitle
source: Settings
zh_cn: 设置
zh_tw: 設定

# SettingsGeneral
source: General
zh_cn: 常规
zh_tw: 一般

# SettingsGeneralDescription
source: Choose how QuickLook Next behaves in Windows.
zh_cn: 选择 QuickLook Next 在 Windows 中的运行方式。
zh_tw: 選擇 QuickLook Next 在 Windows 中的運作方式。

# SettingsAutoStart
source: Start with Windows
zh_cn: 开机自启
zh_tw: 隨 Windows 啟動

# SettingsAutoStartDescription
source: Keep QuickLook Next ready in the notification area after you sign in.
zh_cn: 登录 Windows 后在通知区域保持 QuickLook Next 就绪。
zh_tw: 登入後，讓 QuickLook Next 持續在通知區域中待命。

# SettingsLanguage
source: Language
zh_cn: 语言
zh_tw: 語言

# SettingsLanguageDescription
source: Choose the language used by the app and tray menu.
zh_cn: 选择应用和托盘菜单使用的语言。
zh_tw: 選擇應用程式與系統匣選單使用的語言。

# SettingsSystemLanguage
source: Use system language
zh_cn: 跟随系统语言
zh_tw: 使用系統語言

# SettingsAnimation
source: Animated previews
zh_cn: 动画预览
zh_tw: 動畫預覽

# SettingsAnimationDescription
source: Choose whether animated images follow Windows, always play, or show a still frame.
zh_cn: 选择动画图像跟随 Windows、始终播放或显示静态帧。
zh_tw: 選擇動畫影像要遵循 Windows 設定、永遠播放，或顯示靜態畫面。

# SettingsAnimationSystem
source: Follow Windows settings
zh_cn: 跟随 Windows 设置
zh_tw: 遵循 Windows 設定

# SettingsAnimationAlways
source: Always play
zh_cn: 始终播放
zh_tw: 永遠播放

# SettingsAnimationStill
source: Show still frame
zh_cn: 显示静态帧
zh_tw: 顯示靜態畫面

# SettingsTextWrapping
source: Long lines in text and code previews
zh_cn: 文本和代码预览中的长行
zh_tw: 文字與程式碼預覽中的長行

# SettingsTextWrappingDescription
source: Choose whether long lines follow the file type, wrap, or scroll horizontally. Markdown layout is unchanged.
zh_cn: 选择长行跟随文件类型、自动换行或水平滚动。Markdown 布局不受影响。
zh_tw: 選擇長行要依檔案類型處理、自動換行，或水平捲動。Markdown 版面配置不受影響。

# SettingsTextWrappingAutomatic
source: Automatic
zh_cn: 自动
zh_tw: 自動

# SettingsTextWrappingAlways
source: Wrap lines
zh_cn: 自动换行
zh_tw: 換行

# SettingsTextWrappingNever
source: Do not wrap
zh_cn: 不换行
zh_tw: 不要換行

# SettingsTextSize
source: Text and code size
zh_cn: 文本和代码字号
zh_tw: 文字與程式碼大小

# SettingsTextSizeDescription
source: Adjust the reading size for plain text and code previews. Markdown layout is unchanged.
zh_cn: 调整纯文本和代码预览的阅读字号。Markdown 布局不受影响。
zh_tw: 調整純文字與程式碼預覽的閱讀大小。Markdown 版面配置不受影響。

# SettingsTextSizeSmall
source: Small
zh_cn: 小
zh_tw: 小

# SettingsTextSizeDefault
source: Default
zh_cn: 默认
zh_tw: 預設

# SettingsTextSizeLarge
source: Large
zh_cn: 大
zh_tw: 大

# SettingsTextLineNumbers
source: Show line numbers
zh_cn: 显示行号
zh_tw: 顯示行號

# SettingsTextLineNumbersDescription
source: Display line numbers in plain text and code previews.
zh_cn: 在纯文本和代码预览中显示行号。
zh_tw: 在純文字與程式碼預覽中顯示行號。

# DatabasePreviewUnavailable
source: The database summary could not be read safely. No file icon or thumbnail will be shown as database content.
zh_cn: 无法安全读取数据库摘要。不会将文件图标或缩略图作为数据库内容显示。
zh_tw: 無法安全讀取資料庫摘要。將不會把檔案圖示或縮圖當作資料庫內容顯示。

# SettingsRestartTitle
source: Restart required
zh_cn: 需要重启
zh_tw: 需要重新啟動

# SettingsRestartMessage
source: Exit QuickLook Next from the tray and start it again to apply the language.
zh_cn: 请从托盘退出 QuickLook Next 并重新启动，以应用新的语言。
zh_tw: 請從系統匣結束 QuickLook Next，再重新啟動以套用語言。

# SettingsAbout
source: About
zh_cn: 关于
zh_tw: 關於

# SettingsAboutDescription
source: Version, project source, and release information.
zh_cn: 查看版本、项目来源和发布信息。
zh_tw: 版本、專案來源與發行資訊。

# SettingsVersionFormat
source: Version {0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# SettingsProjectSource
source: QuickLook Next is an open-source project developed on GitHub. Builds published by this project originate from the repository below.
zh_cn: QuickLook Next 是在 GitHub 上开发的开源项目。本项目发布的构建来源于下方代码仓库。
zh_tw: QuickLook Next 是在 GitHub 上開發的開放原始碼專案。本專案發行的組建來自下方的程式碼存放庫。

# SettingsOpenGitHub
source: Open GitHub project
zh_cn: 打开 GitHub 项目
zh_tw: 開啟 GitHub 專案

# SettingsViewReleases
source: View releases
zh_cn: 查看发布版本
zh_tw: 檢視發行版本

# SettingsCheckForUpdates
source: Check for updates
zh_cn: 检查更新
zh_tw: 檢查更新

# SettingsCheckingForUpdates
source: Checking for updates...
zh_cn: 正在检查更新...
zh_tw: 正在檢查更新……

# UpdateAvailableTitle
source: Update available
zh_cn: 有可用更新
zh_tw: 有可用更新

# UpdateAvailableMessageFormat
source: QuickLook Next {0} is available. You are using {1}. Use View releases to download it.
zh_cn: QuickLook Next {0} 已发布。当前版本为 {1}。请使用“查看发布版本”下载。
zh_tw: QuickLook Next {0} 已可使用。您目前使用的是 {1}。請使用「檢視發行版本」下載。

# UpdateUpToDateTitle
source: You're up to date
zh_cn: 已是最新版本
zh_tw: 您已是最新版本

# UpdateUpToDateMessage
source: You're using the latest stable version.
zh_cn: 当前正在使用最新稳定版本。
zh_tw: 您使用的是最新穩定版本。

# UpdateNewerBuildTitle
source: Development or newer build
zh_cn: 开发版本或较新版本
zh_tw: 開發版或較新組建

# UpdateNewerBuildMessage
source: This build is newer than the latest stable release.
zh_cn: 当前版本比最新稳定版本更新。
zh_tw: 此組建比最新穩定版本更新。

# UpdateCheckFailedTitle
source: Couldn't check for updates
zh_cn: 无法检查更新
zh_tw: 無法檢查更新

# UpdateCheckFailedMessage
source: Check your internet connection and try again.
zh_cn: 请检查网络连接后重试。
zh_tw: 請檢查網路連線後再試一次。

# SettingsHookStatus
source: Explorer shortcut status
zh_cn: 资源管理器快捷键状态
zh_tw: 檔案總管快速鍵狀態

# SettingsHookReady
source: Ready. Explorer preview shortcuts are available.
zh_cn: 已就绪。可以使用资源管理器预览快捷键。
zh_tw: 就緒。檔案總管預覽快速鍵可用。

# SettingsHookDegradedFormat
source: Partially available. {0} reported error {1}.
zh_cn: 部分可用。{0} 报告错误 {1}。
zh_tw: 部分可用。{0} 回報錯誤 {1}。

# SettingsHookFailedFormat
source: Unavailable. {0} reported error {1}.
zh_cn: 不可用。{0} 报告错误 {1}。
zh_tw: 無法使用。{0} 回報錯誤 {1}。

# SettingsHookStopped
source: Stopped. Explorer preview shortcuts are unavailable.
zh_cn: 已停止。资源管理器预览快捷键不可用。
zh_tw: 已停止。檔案總管預覽快速鍵無法使用。

# SettingsRetryHook
source: Retry shortcuts
zh_cn: 重试快捷键
zh_tw: 重試快速鍵

# SettingsLicenseNotice
source: QuickLook Next's original source code and assets are licensed under the MIT License. Third-party components retain their respective licenses and notices.
zh_cn: QuickLook Next 的原创源代码和资产采用 MIT License。第三方组件仍适用其各自的许可证和声明。
zh_tw: QuickLook Next 的原始碼與資產採用 MIT 授權條款。第三方元件仍適用各自的授權與聲明。

# SettingsDiagnostics
source: Diagnostics
zh_cn: 诊断
zh_tw: 診斷

# SettingsDiagnosticsDescription
source: Create a small support summary without file names, file contents, paths, settings files, caches, or log contents.
zh_cn: 创建不包含文件名、文件内容、路径、设置文件、缓存或日志内容的小型支持摘要。
zh_tw: 建立不含檔案名稱、檔案內容、路徑、設定檔、快取或記錄內容的小型支援摘要。

# SettingsCreateDiagnostics
source: Create diagnostics bundle
zh_cn: 创建诊断包
zh_tw: 建立診斷套件

# DiagnosticsConsentTitle
source: Create diagnostics bundle?
zh_cn: 创建诊断包？
zh_tw: 要建立診斷套件嗎？

# DiagnosticsConsentMessage
source: The bundle contains application, system, preference mode, capability, and log-size metadata. It does not include paths, file names, file contents, log contents, settings files, caches, or machine/user identifiers. Nothing is uploaded automatically.
zh_cn: 诊断包包含应用、系统、偏好模式、功能和日志大小元数据，不包含路径、文件名、文件内容、日志内容、设置文件、缓存或计算机/用户标识。不会自动上传任何数据。
zh_tw: 診斷套件包含應用程式、系統、偏好設定模式、功能與記錄檔大小中繼資料。不包含路徑、檔案名稱、檔案內容、記錄內容、設定檔、快取或電腦／使用者識別資訊，也不會自動上傳任何資料。

# DiagnosticsZipType
source: ZIP archive
zh_cn: ZIP 压缩包
zh_tw: ZIP 壓縮檔

# DiagnosticsSavedTitle
source: Diagnostics bundle saved
zh_cn: 诊断包已保存
zh_tw: 診斷套件已儲存

# DiagnosticsSavedMessage
source: No data was uploaded. Review the bundle before attaching it to a report.
zh_cn: 未上传任何数据。附加到报告前请先检查诊断包。
zh_tw: 未上傳任何資料。請先檢閱套件，再將其附加至報告。

# DiagnosticsFailedTitle
source: Diagnostics bundle not saved
zh_cn: 未保存诊断包
zh_tw: 診斷套件未儲存

# DiagnosticsFailedMessage
source: QuickLook Next could not create the diagnostics bundle.
zh_cn: QuickLook Next 无法创建诊断包。
zh_tw: QuickLook Next 無法建立診斷套件。

# SettingsSaveFailed
source: Setting not saved
zh_cn: 设置未保存
zh_tw: 設定未儲存

# SettingsSaveFailedMessage
source: QuickLook Next could not save this setting.
zh_cn: QuickLook Next 无法保存此设置。
zh_tw: QuickLook Next 無法儲存此設定。

# ListingReading
source: Reading folder...
zh_cn: 正在读取文件夹...
zh_tw: 正在讀取資料夾……

# ListingError
source: Could not read this folder
zh_cn: 无法读取此文件夹
zh_tw: 無法讀取此資料夾

# StartupFailedMessage
source: QuickLook Next could not start correctly.
zh_cn: QuickLook Next 无法正常启动。
zh_tw: QuickLook Next 無法正常啟動。

source: Moved to Recycle Bin
zh_cn: 已移至回收站
zh_tw: 已移至資源回收筒

# DeleteFileTitle
source: Move file to Recycle Bin?
zh_cn: 将文件移至回收站？
zh_tw: 要將檔案移至資源回收筒嗎？

# DeleteFileMessage
source: {0} will be moved to the Recycle Bin.
zh_cn: {0} 将被移至回收站。
zh_tw: 「{0}」將移至資源回收筒。

source: Move to Recycle Bin
zh_cn: 移至回收站
zh_tw: 移至資源回收筒

source: Cancel
zh_cn: 取消
zh_tw: 取消

# TextPreviewTruncated
source: [Preview truncated]
zh_cn: [预览已截断]
zh_tw: [預覽已截斷]

# CopyAction
source: Copy
zh_cn: 复制
zh_tw: 複製

# CopiedAction
source: Copied!
zh_cn: 已复制
zh_tw: 已複製！

# DialogOk
source: OK
zh_cn: 确定
zh_tw: 確定

# ErrorKind
source: ERROR
zh_cn: 错误
zh_tw: 錯誤

# FolderTypeDisplay
source: Folder
zh_cn: 文件夹
zh_tw: 資料夾

# ListingSortName
source: Name
zh_cn: 名称
zh_tw: 名稱

# ListingSortModified
source: Modified
zh_cn: 修改时间
zh_tw: 修改時間

# ListingSortType
source: Type
zh_cn: 类型
zh_tw: 類型

# ListingSortSize
source: Size
zh_cn: 大小
zh_tw: 大小

# ListingPartialSuffix
source: - partial contents
zh_cn: - 内容不完整
zh_tw: - 內容不完整

# ListingSummaryFormat
source: {0:N0} files, {1:N0} folders - {2}
zh_cn: {0:N0} 个文件，{1:N0} 个文件夹 - {2}
zh_tw: {0:N0} 個檔案、{1:N0} 個資料夾 - {2}

# ListingFilterPlaceholder
source: Filter this folder
zh_cn: 筛选当前文件夹
zh_tw: 篩選此資料夾

# ListingFilterAccessibleName
source: Filter listing items
zh_cn: 筛选列表项目
zh_tw: 篩選清單項目

# ListingFilterResultsFormat
source: Showing {0:N0} of {1:N0} items
zh_cn: 显示 {0:N0} / {1:N0} 个项目
zh_tw: 顯示 {0:N0} / {1:N0} 個項目

# ListingEncryptedSummaryFormat
source: - {0:N0} encrypted
zh_cn: - {0:N0} 个已加密
zh_tw: - {0:N0} 個已加密

# ListingEncryptedPartialSummaryFormat
source: - at least {0:N0} encrypted
zh_cn: - 至少 {0:N0} 个已加密
zh_tw: - 至少 {0:N0} 個已加密

# ListingEncryptedCannotPreview
source: Encrypted archive entries cannot be previewed.
zh_cn: 无法预览加密的归档项目。
zh_tw: 無法預覽加密的壓縮檔項目。

# ListingBrowseOnlySuffix
source: - list only
zh_cn: - 仅浏览列表
zh_tw: - 僅供瀏覽

# ListingEntriesCannotBePreviewed
source: This listing is browse-only; its entries cannot be opened here.
zh_cn: 此列表仅供浏览，暂不能在此打开其中的文件。
zh_tw: 此清單僅供瀏覽；無法在此開啟其中的項目。

# ListingEncryptedRowAccessibleNameFormat
source: {0}, encrypted, {1}
zh_cn: {0}，已加密，{1}
zh_tw: {0}，已加密，{1}

# ListingOpenBreadcrumbFormat
source: Open {0} in listing
zh_cn: 在列表中打开 {0}
zh_tw: 在清單中開啟 {0}

# PdfPageIndicatorPagedFormat
source: {0:N0} / {1:N0} (paged)
zh_cn: {0:N0} / {1:N0}（分页）
zh_tw: {0:N0} / {1:N0}（分頁）

# CertificateHeroSubtitle
source: Certificate
zh_cn: 证书
zh_tw: 憑證

# PackageHeroSubtitle
source: App package icon
zh_cn: 应用包图标
zh_tw: 應用程式套件圖示

# ExecutableHeroSubtitle
source: Application icon
zh_cn: 应用程序图标
zh_tw: 應用程式圖示

# OfficeEmbeddedImagePreview
source: Embedded image preview
zh_cn: 嵌入图片预览
zh_tw: 內嵌影像預覽

# WelcomeTitle
source: Welcome to QuickLook Next
zh_cn: 欢迎使用 QuickLook Next
zh_tw: 歡迎使用 QuickLook Next

# WelcomeHeading
source: Preview files without breaking your flow
zh_cn: 无需打断工作流即可预览文件
zh_tw: 預覽檔案，不中斷工作流程

# WelcomeIntroduction
source: QuickLook Next is running in the notification area and is ready to preview files from File Explorer.
zh_cn: QuickLook Next 正在通知区域运行，随时可以预览文件资源管理器中的文件。
zh_tw: QuickLook Next 正在通知區域中執行，可隨時預覽檔案總管中的檔案。

# WelcomeOpenShortcut
source: 1. Select a file in File Explorer, then press Space.
zh_cn: 1. 在文件资源管理器中选择文件，然后按空格键。
zh_tw: 1. 在檔案總管中選取檔案，然後按空白鍵。

# WelcomeCloseShortcut
source: 2. Press Space again to close the preview.
zh_cn: 2. 再按一次空格键关闭预览。
zh_tw: 2. 再按一次空白鍵即可關閉預覽。

# WelcomeNavigationShortcut
source: Use the arrow keys in File Explorer to move between files while the preview stays open.
zh_cn: 预览保持打开时，可以在文件资源管理器中使用方向键切换文件。
zh_tw: 預覽保持開啟時，可在檔案總管中使用方向鍵切換檔案。

# WelcomeTrayBehavior
source: Closing the preview keeps QuickLook Next running in the notification area.
zh_cn: 关闭预览后，QuickLook Next 仍会在通知区域运行。
zh_tw: 關閉預覽後，QuickLook Next 仍會在通知區域中執行。

# WelcomeHelpHint
source: You can reopen this guide from Settings under Help and shortcuts.
zh_cn: 以后可以从设置中的“帮助和快捷键”重新打开本指南。
zh_tw: 您可以隨時從「設定」中的「說明與快速鍵」重新開啟本指南。

# WelcomeStart
source: Start previewing
zh_cn: 开始预览
zh_tw: 開始預覽

# SettingsHelpShortcuts
source: Help and shortcuts
zh_cn: 帮助和快捷键
zh_tw: 說明與快速鍵

# PdfPageAccessibleNameFormat
source: Page {0:N0} of {1:N0}
zh_cn: 第 {0:N0} 页，共 {1:N0} 页
zh_tw: 第 {0:N0} 頁，共 {1:N0} 頁

# TableScrollViewer.AutomationProperties.Name
source: Delimited table preview
zh_cn: 分隔符表格预览
zh_tw: 分隔符號表格預覽

# TableGrid.AutomationProperties.Name
source: Delimited table cells
zh_cn: 分隔符表格单元格
zh_tw: 分隔符號表格儲存格

# OfficeScrollViewer.AutomationProperties.Name
source: Office document preview
zh_cn: Office 文档预览
zh_tw: Office 文件預覽

# TableDimensionsFormat
source: {0:N0} rows x {1:N0} columns
zh_cn: {0:N0} 行 x {1:N0} 列
zh_tw: {0:N0} 列 x {1:N0} 欄

# TableShowingRowsFormat
source: - showing {0:N0} rows
zh_cn: - 显示 {0:N0} 行
zh_tw: - 顯示 {0:N0} 列

# TableSummaryFormat
source: {0} table - {1}
zh_cn: {0} 表格 - {1}
zh_tw: {0} 表格 - {1}

# TableFallbackColumnFormat
source: Column {0:N0}
zh_cn: 第 {0:N0} 列
zh_tw: 第 {0:N0} 欄

# TableCornerAccessibleName
source: Table corner
zh_cn: 表格角单元格
zh_tw: 表格角落儲存格

# TableColumnHeaderAccessibleNameFormat
source: Column {0:N0} header, {1}
zh_cn: 第 {0:N0} 列标题，{1}
zh_tw: 第 {0:N0} 欄標題，{1}

# TableRowHeaderAccessibleNameFormat
source: Row {0:N0}
zh_cn: 第 {0:N0} 行
zh_tw: 第 {0:N0} 列

# TableCellAccessibleNameFormat
source: Row {0:N0}, {1}: {2}
zh_cn: 第 {0:N0} 行，{1}：{2}
zh_tw: 第 {0:N0} 列，{1}：{2}

# TableBlankCell
source: blank
zh_cn: 空白
zh_tw: 空白

# OfficeSlideAccessibleNameFormat
source: Slide {0:N0} of {1:N0}: {2}
zh_cn: 第 {0:N0} 张幻灯片，共 {1:N0} 张：{2}
zh_tw: 第 {0:N0} 張投影片，共 {1:N0} 張：{2}

# OfficeSheetAccessibleNameFormat
source: Sheet {0:N0} of {1:N0}: {2}
zh_cn: 第 {0:N0} 个工作表，共 {1:N0} 个：{2}
zh_tw: 第 {0:N0} 個工作表，共 {1:N0} 個：{2}

# OfficePageAccessibleNameFormat
source: Page {0:N0} of {1:N0}: {2}
zh_cn: 第 {0:N0} 页，共 {1:N0} 页：{2}
zh_tw: 第 {0:N0} 頁，共 {1:N0} 頁：{2}

# OfficeColumnHeaderAccessibleNameFormat
source: Column {0}
zh_cn: 第 {0} 列
zh_tw: 第 {0} 欄

# OfficeRowHeaderAccessibleNameFormat
source: Row {0:N0}
zh_cn: 第 {0:N0} 行
zh_tw: 第 {0:N0} 列

# OfficeCellAccessibleNameFormat
source: Cell {0}: {1}
zh_cn: 单元格 {0}：{1}
zh_tw: 儲存格 {0}：{1}

# OfficeEmbeddedImageAccessibleName
source: Embedded image
zh_cn: 嵌入图像
zh_tw: 內嵌影像

# PreviewContentHost.AutomationProperties.Name
source: Preview content
zh_cn: 预览内容
zh_tw: 預覽內容

# PreviewRoot.AutomationProperties.Name
source: Image preview surface
zh_cn: 图像预览区域
zh_tw: 影像預覽區域

# PreviewRoot.AutomationProperties.HelpText
source: Use the mouse wheel to zoom, drag to pan, or hold Shift and press an arrow key to pan.
zh_cn: 使用鼠标滚轮缩放，拖动以平移，或按住 Shift 并按方向键平移。
zh_tw: 使用滑鼠滾輪縮放、拖曳以平移，或按住 Shift 再按方向鍵平移。

# AnimatedImagePreviewRoot.AutomationProperties.Name
source: Animated image preview
zh_cn: 动态图像预览
zh_tw: 動畫影像預覽

# AnimatedImagePreviewRoot.AutomationProperties.HelpText
source: Use the mouse wheel to zoom, drag to pan, or hold Shift and press an arrow key to pan.
zh_cn: 使用鼠标滚轮缩放，拖动以平移，或按住 Shift 并按方向键平移。
zh_tw: 使用滑鼠滾輪縮放、拖曳以平移，或按住 Shift 再按方向鍵平移。

# PdfScrollViewer.AutomationProperties.Name
source: PDF preview pages
zh_cn: PDF 预览页面
zh_tw: PDF 預覽頁面

# PdfPagerBar.AutomationProperties.Name
source: PDF page navigation
zh_cn: PDF 页面导航
zh_tw: PDF 頁面導覽

# MarkdownOutlinePanel.AutomationProperties.Name
source: Markdown headings
zh_cn: Markdown 标题
zh_tw: Markdown 標題

# TextPreviewContainer.AutomationProperties.Name
source: Text preview
zh_cn: 文本预览
zh_tw: 文字預覽

# MediaPreviewElement.AutomationProperties.Name
source: Media preview player
zh_cn: 媒体预览播放器
zh_tw: 媒體預覽播放器

# LoadingRing.AutomationProperties.Name
source: Loading preview
zh_cn: 正在加载预览
zh_tw: 正在載入預覽

# ErrorPanel.AutomationProperties.Name
source: Preview error
zh_cn: 预览错误
zh_tw: 預覽錯誤

# ErrorText.AutomationProperties.Name
source: Preview error message
zh_cn: 预览错误消息
zh_tw: 預覽錯誤訊息

# ErrorRetryText.Text
source: Try again
zh_cn: 重试
zh_tw: 再試一次

# OpeningFileFormat
source: Opening {0}...
zh_cn: 正在打开 {0}...
zh_tw: 正在開啟 {0}……

# DownloadingCloudFileFormat
source: Downloading {0} from cloud storage...
zh_cn: 正在从云存储下载 {0}...
zh_tw: 正在從雲端儲存空間下載 {0}……

# DownloadingCloudFileProgressFormat
source: Downloading {0}: {1}% ({2} of {3})
zh_cn: 正在下载 {0}：{1}%（{2}/{3}）
zh_tw: 正在下載 {0}：{1}%（{2}/{3}）

# DownloadingCloudFileBytesFormat
source: Downloading {0}: {1}
zh_cn: 正在下载 {0}：{1}
zh_tw: 正在下載 {0}：{1}

# CloudDownloadConsentTitle
source: Download cloud file for preview?
zh_cn: 下载云端文件以进行预览？
zh_tw: 要下載雲端檔案以進行預覽嗎？

# CloudDownloadConsentMessageFormat
source: {0} is stored in cloud storage and is {1}. Download it now to preview? The preview download limit is {2}; larger files are deferred.
zh_cn: {0} 存储在云端，大小为 {1}。是否立即下载以进行预览？预览下载上限为 {2}，更大的文件将推迟处理。
zh_tw: {0} 儲存於雲端，大小為 {1}。要立即下載以進行預覽嗎？預覽下載上限為 {2}；較大的檔案將延後處理。

source: Download for preview
zh_cn: 下载并预览
zh_tw: 下載並預覽

# UnknownFileSize
source: unknown size
zh_cn: 大小未知
zh_tw: 大小未知

# CloudDownloadDeclined
source: Preview was deferred because the cloud download was not approved.
zh_cn: 未允许下载云端文件，因此已推迟预览。
zh_tw: 由於未核准下載雲端檔案，因此延後預覽。

# CloudDownloadTooLargeFormat
source: Preview was deferred because cloud downloads are limited to {0}.
zh_cn: 云端文件下载上限为 {0}，因此已推迟预览。
zh_tw: 雲端檔案下載上限為 {0}，因此延後預覽。

# CheckingFileAvailabilityFormat
source: Checking {0} availability safely...
zh_cn: 正在安全检查 {0} 的可用性...
zh_tw: 正在安全檢查 {0} 的可用性……

# CloudUnknownDeferred
source: Preview is deferred because this cloud file type cannot be identified without downloading its contents.
zh_cn: 无法在不下载内容的情况下识别此云文件类型，因此已推迟预览。
zh_tw: 由於無法在不下載內容的情況下識別此雲端檔案類型，因此延後預覽。

# CloudAvailabilityUnknownDeferred
source: Preview is deferred because file availability could not be verified without reading its contents.
zh_cn: 无法在不读取内容的情况下验证文件可用性，因此已推迟预览。
zh_tw: 由於無法在不讀取內容的情況下驗證檔案可用性，因此延後預覽。

# CloudDownloadDeferred
source: The cloud file could not be downloaded within the preview timeout. Try again after it is available locally.
zh_cn: 未能在预览等待时间内下载云端文件。请在文件本地可用后重试。
zh_tw: 無法在預覽逾時前下載雲端檔案。請在檔案可於本機使用後再試一次。

# CloudMediaDeferred
source: Media playback is deferred until the cloud provider makes this file available locally.
zh_cn: 云服务提供商在本地提供此文件后才能播放媒体。
zh_tw: 必須等到雲端提供者讓此檔案在本機可用後，才能播放媒體。

# CloudMediaAvailabilityUnknownDeferred
source: Media playback is deferred because file availability could not be verified safely.
zh_cn: 无法安全验证文件可用性，因此已推迟媒体播放。
zh_tw: 由於無法安全驗證檔案可用性，因此延後媒體播放。

# CloudMetadataPreviewFormat
source: Name: {0} Kind: {1} Size: {2} Modified: {3} Status: {4}
zh_cn: 名称：{0} 类型：{1} 大小：{2} 修改时间：{3} 状态：{4}
zh_tw: 名稱：{0} 類型：{1} 大小：{2} 修改時間：{3} 狀態：{4}

# PreviewModifiedMetadataFormat
source: Modified: {0}
zh_cn: 修改时间：{0}
zh_tw: 修改時間：{0}

# PageCountSingularFormat
source: {0:N0} page
zh_cn: {0:N0} 页
zh_tw: {0:N0} 頁

# PageCountFormat
source: {0:N0} pages
zh_cn: {0:N0} 页
zh_tw: {0:N0} 頁

# PdfPageTimedOutStatusFormat
source: PDF page {0:N0} timed out. Reopen the file to try again.
zh_cn: PDF 第 {0:N0} 页渲染超时。请重新打开文件后重试。
zh_tw: PDF 第 {0:N0} 頁轉譯逾時。請重新開啟檔案後再試一次。

# PdfPageFailedStatusFormat
source: PDF page {0:N0} could not be rendered.
zh_cn: 无法渲染 PDF 第 {0:N0} 页。
zh_tw: 無法轉譯 PDF 第 {0:N0} 頁。

# TextPreviewTruncatedAtCharacterCountFormat
source: [Preview truncated at {0:N0} characters]
zh_cn: [预览在 {0:N0} 个字符处截断]
zh_tw: [預覽在 {0:N0} 個字元處截斷]

# SyntaxHighlightingCharacterLimitFormat
source: [Syntax highlighting disabled after {0:N0} characters]
zh_cn: [超过 {0:N0} 个字符后已禁用语法高亮]
zh_tw: [超過 {0:N0} 個字元後已停用語法醒目提示]

# SyntaxHighlightingSpanLimitFormat
source: [Syntax highlighting disabled after {0:N0} spans]
zh_cn: [超过 {0:N0} 个区段后已禁用语法高亮]
zh_tw: [超過 {0:N0} 個區段後已停用語法醒目提示]

# OfficeEmbeddedImagePreviewFormat
source: {0} embedded image preview
zh_cn: {0} 嵌入图像预览
zh_tw: {0} 內嵌影像預覽

# InfoTabText.Text
source: Info
zh_cn: 信息
zh_tw: 資訊

# MoreTabText.Text
source: More
zh_cn: 更多
zh_tw: 更多

# ExifUnavailableText.Text
source: No EXIF data
zh_cn: 没有 EXIF 数据
zh_tw: 沒有 EXIF 資料

# CopyPreviewFileText.Text
source: Copy file
zh_cn: 复制文件
zh_tw: 複製檔案

# OpenPreviewFileText.Text
source: Open file
zh_cn: 打开文件
zh_tw: 開啟檔案

# DeletePreviewFileText.Text
source: Delete file
zh_cn: 删除文件
zh_tw: 刪除檔案

# ErrorOpenFileText.Text
source: Open file
zh_cn: 打开文件
zh_tw: 開啟檔案

# ErrorOpenFileButton.AutomationProperties.Name
source: Open previewed file
zh_cn: 打开正在预览的文件
zh_tw: 開啟目前預覽的檔案

# ErrorRetryButton.AutomationProperties.Name
source: Try preview again
zh_cn: 重新尝试预览
zh_tw: 再試一次預覽

# ErrorRevealFileText.Text
source: Reveal in Explorer
zh_cn: 在文件资源管理器中显示
zh_tw: 在檔案總管中顯示

# ErrorRevealFileButton.AutomationProperties.Name
source: Reveal previewed file in File Explorer
zh_cn: 在文件资源管理器中显示正在预览的文件
zh_tw: 在檔案總管中顯示目前預覽的檔案

# RevealPreviewFileText.Text
source: Reveal in Explorer
zh_cn: 在文件资源管理器中显示
zh_tw: 在檔案總管中顯示
